7767517
250 277
Input            data                     0 1 data
Convolution      Conv_0                   1 1 data 389 0=32 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=864
Swish            Mul_2                    1 1 389 391
Split            splitncnn_0              1 2 391 391_splitncnn_0 391_splitncnn_1
Convolution      Conv_3                   1 1 391_splitncnn_1 392 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=512
Swish            Mul_5                    1 1 392 394
Convolution      Conv_6                   1 1 394 395 0=32 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=4608
Swish            Mul_8                    1 1 395 397
Pooling          MaxPool_9                1 1 391_splitncnn_0 398 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=0
Concat           Concat_10                2 1 397 398 399 0=0
Convolution      Conv_11                  1 1 399 400 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2048
Swish            Mul_13                   1 1 400 402
Split            splitncnn_1              1 2 402 402_splitncnn_0 402_splitncnn_1
ConvolutionDepthWise Conv_14                  1 1 402_splitncnn_1 1009 0=32 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=288 7=32
Convolution      Conv_15                  1 1 1009 1012 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2048
Swish            Mul_17                   1 1 1012 408
Convolution      Conv_18                  1 1 402_splitncnn_0 1015 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2048
Swish            Mul_20                   1 1 1015 412
ConvolutionDepthWise Conv_21                  1 1 412 1018 0=64 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=576 7=64
Convolution      Conv_22                  1 1 1018 1021 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
Swish            Mul_24                   1 1 1021 418
Concat           Concat_25                2 1 408 418 419 0=0
ShuffleChannel   Reshape_30               1 1 419 424 0=2 1=0
Split            splitncnn_2              1 2 424 424_splitncnn_0 424_splitncnn_1
Crop             Slice_41                 1 1 424_splitncnn_1 435 -23309=1,0 -23310=1,64 -23311=1,0
Crop             Slice_44                 1 1 424_splitncnn_0 438 -23309=1,64 -23310=1,128 -23311=1,0
Convolution      Conv_45                  1 1 438 1024 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
Swish            Mul_47                   1 1 1024 442
ConvolutionDepthWise Conv_48                  1 1 442 1027 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=576 7=64
Convolution      Conv_49                  1 1 1027 1030 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
Swish            Mul_51                   1 1 1030 448
Concat           Concat_52                2 1 435 448 449 0=0
ShuffleChannel   Reshape_57               1 1 449 454 0=2 1=0
Split            splitncnn_3              1 2 454 454_splitncnn_0 454_splitncnn_1
Crop             Slice_68                 1 1 454_splitncnn_1 465 -23309=1,0 -23310=1,64 -23311=1,0
Crop             Slice_71                 1 1 454_splitncnn_0 468 -23309=1,64 -23310=1,128 -23311=1,0
Convolution      Conv_72                  1 1 468 1033 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
Swish            Mul_74                   1 1 1033 472
ConvolutionDepthWise Conv_75                  1 1 472 1036 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=576 7=64
Convolution      Conv_76                  1 1 1036 1039 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
Swish            Mul_78                   1 1 1039 478
Concat           Concat_79                2 1 465 478 479 0=0
ShuffleChannel   Reshape_84               1 1 479 484 0=2 1=0
Split            splitncnn_4              1 2 484 484_splitncnn_0 484_splitncnn_1
Crop             Slice_95                 1 1 484_splitncnn_1 495 -23309=1,0 -23310=1,64 -23311=1,0
Crop             Slice_98                 1 1 484_splitncnn_0 498 -23309=1,64 -23310=1,128 -23311=1,0
Convolution      Conv_99                  1 1 498 1042 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
Swish            Mul_101                  1 1 1042 502
ConvolutionDepthWise Conv_102                 1 1 502 1045 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=576 7=64
Convolution      Conv_103                 1 1 1045 1048 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
Swish            Mul_105                  1 1 1048 508
Concat           Concat_106               2 1 495 508 509 0=0
ShuffleChannel   Reshape_111              1 1 509 514 0=2 1=0
Split            splitncnn_5              1 3 514 514_splitncnn_0 514_splitncnn_1 514_splitncnn_2
ConvolutionDepthWise Conv_112                 1 1 514_splitncnn_2 1051 0=128 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=1152 7=128
Convolution      Conv_113                 1 1 1051 1054 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_115                  1 1 1054 520
Convolution      Conv_116                 1 1 514_splitncnn_1 1057 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_118                  1 1 1057 524
ConvolutionDepthWise Conv_119                 1 1 524 1060 0=128 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=1152 7=128
Convolution      Conv_120                 1 1 1060 1063 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_122                  1 1 1063 530
Concat           Concat_123               2 1 520 530 531 0=0
ShuffleChannel   Reshape_128              1 1 531 536 0=2 1=0
Split            splitncnn_6              1 2 536 536_splitncnn_0 536_splitncnn_1
Crop             Slice_139                1 1 536_splitncnn_1 547 -23309=1,0 -23310=1,128 -23311=1,0
Crop             Slice_142                1 1 536_splitncnn_0 550 -23309=1,128 -23310=1,256 -23311=1,0
Convolution      Conv_143                 1 1 550 1066 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_145                  1 1 1066 554
ConvolutionDepthWise Conv_146                 1 1 554 1069 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1152 7=128
Convolution      Conv_147                 1 1 1069 1072 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_149                  1 1 1072 560
Concat           Concat_150               2 1 547 560 561 0=0
ShuffleChannel   Reshape_155              1 1 561 566 0=2 1=0
Split            splitncnn_7              1 2 566 566_splitncnn_0 566_splitncnn_1
Crop             Slice_166                1 1 566_splitncnn_1 577 -23309=1,0 -23310=1,128 -23311=1,0
Crop             Slice_169                1 1 566_splitncnn_0 580 -23309=1,128 -23310=1,256 -23311=1,0
Convolution      Conv_170                 1 1 580 1075 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_172                  1 1 1075 584
ConvolutionDepthWise Conv_173                 1 1 584 1078 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1152 7=128
Convolution      Conv_174                 1 1 1078 1081 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_176                  1 1 1081 590
Concat           Concat_177               2 1 577 590 591 0=0
ShuffleChannel   Reshape_182              1 1 591 596 0=2 1=0
Split            splitncnn_8              1 2 596 596_splitncnn_0 596_splitncnn_1
Crop             Slice_193                1 1 596_splitncnn_1 607 -23309=1,0 -23310=1,128 -23311=1,0
Crop             Slice_196                1 1 596_splitncnn_0 610 -23309=1,128 -23310=1,256 -23311=1,0
Convolution      Conv_197                 1 1 610 1084 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_199                  1 1 1084 614
ConvolutionDepthWise Conv_200                 1 1 614 1087 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1152 7=128
Convolution      Conv_201                 1 1 1087 1090 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_203                  1 1 1090 620
Concat           Concat_204               2 1 607 620 621 0=0
ShuffleChannel   Reshape_209              1 1 621 626 0=2 1=0
Split            splitncnn_9              1 2 626 626_splitncnn_0 626_splitncnn_1
Crop             Slice_220                1 1 626_splitncnn_1 637 -23309=1,0 -23310=1,128 -23311=1,0
Crop             Slice_223                1 1 626_splitncnn_0 640 -23309=1,128 -23310=1,256 -23311=1,0
Convolution      Conv_224                 1 1 640 1093 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_226                  1 1 1093 644
ConvolutionDepthWise Conv_227                 1 1 644 1096 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1152 7=128
Convolution      Conv_228                 1 1 1096 1099 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_230                  1 1 1099 650
Concat           Concat_231               2 1 637 650 651 0=0
ShuffleChannel   Reshape_236              1 1 651 656 0=2 1=0
Split            splitncnn_10             1 2 656 656_splitncnn_0 656_splitncnn_1
Crop             Slice_247                1 1 656_splitncnn_1 667 -23309=1,0 -23310=1,128 -23311=1,0
Crop             Slice_250                1 1 656_splitncnn_0 670 -23309=1,128 -23310=1,256 -23311=1,0
Convolution      Conv_251                 1 1 670 1102 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_253                  1 1 1102 674
ConvolutionDepthWise Conv_254                 1 1 674 1105 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1152 7=128
Convolution      Conv_255                 1 1 1105 1108 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_257                  1 1 1108 680
Concat           Concat_258               2 1 667 680 681 0=0
ShuffleChannel   Reshape_263              1 1 681 686 0=2 1=0
Split            splitncnn_11             1 2 686 686_splitncnn_0 686_splitncnn_1
Crop             Slice_274                1 1 686_splitncnn_1 697 -23309=1,0 -23310=1,128 -23311=1,0
Crop             Slice_277                1 1 686_splitncnn_0 700 -23309=1,128 -23310=1,256 -23311=1,0
Convolution      Conv_278                 1 1 700 1111 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_280                  1 1 1111 704
ConvolutionDepthWise Conv_281                 1 1 704 1114 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1152 7=128
Convolution      Conv_282                 1 1 1114 1117 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_284                  1 1 1117 710
Concat           Concat_285               2 1 697 710 711 0=0
ShuffleChannel   Reshape_290              1 1 711 716 0=2 1=0
Split            splitncnn_12             1 2 716 716_splitncnn_0 716_splitncnn_1
Crop             Slice_301                1 1 716_splitncnn_1 727 -23309=1,0 -23310=1,128 -23311=1,0
Crop             Slice_304                1 1 716_splitncnn_0 730 -23309=1,128 -23310=1,256 -23311=1,0
Convolution      Conv_305                 1 1 730 1120 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_307                  1 1 1120 734
ConvolutionDepthWise Conv_308                 1 1 734 1123 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1152 7=128
Convolution      Conv_309                 1 1 1123 1126 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_311                  1 1 1126 740
Concat           Concat_312               2 1 727 740 741 0=0
ShuffleChannel   Reshape_317              1 1 741 746 0=2 1=0
Split            splitncnn_13             1 3 746 746_splitncnn_0 746_splitncnn_1 746_splitncnn_2
ConvolutionDepthWise Conv_318                 1 1 746_splitncnn_2 1129 0=256 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=2304 7=256
Convolution      Conv_319                 1 1 1129 1132 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=65536
Swish            Mul_321                  1 1 1132 752
Convolution      Conv_322                 1 1 746_splitncnn_1 1135 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=65536
Swish            Mul_324                  1 1 1135 756
ConvolutionDepthWise Conv_325                 1 1 756 1138 0=256 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=2304 7=256
Convolution      Conv_326                 1 1 1138 1141 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=65536
Swish            Mul_328                  1 1 1141 762
Concat           Concat_329               2 1 752 762 763 0=0
ShuffleChannel   Reshape_334              1 1 763 768 0=2 1=0
Split            splitncnn_14             1 2 768 768_splitncnn_0 768_splitncnn_1
Crop             Slice_345                1 1 768_splitncnn_1 779 -23309=1,0 -23310=1,256 -23311=1,0
Crop             Slice_348                1 1 768_splitncnn_0 782 -23309=1,256 -23310=1,512 -23311=1,0
Convolution      Conv_349                 1 1 782 1144 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=65536
Swish            Mul_351                  1 1 1144 786
ConvolutionDepthWise Conv_352                 1 1 786 1147 0=256 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304 7=256
Convolution      Conv_353                 1 1 1147 1150 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=65536
Swish            Mul_355                  1 1 1150 792
Concat           Concat_356               2 1 779 792 793 0=0
ShuffleChannel   Reshape_361              1 1 793 798 0=2 1=0
Split            splitncnn_15             1 2 798 798_splitncnn_0 798_splitncnn_1
Crop             Slice_372                1 1 798_splitncnn_1 809 -23309=1,0 -23310=1,256 -23311=1,0
Crop             Slice_375                1 1 798_splitncnn_0 812 -23309=1,256 -23310=1,512 -23311=1,0
Convolution      Conv_376                 1 1 812 1153 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=65536
Swish            Mul_378                  1 1 1153 816
ConvolutionDepthWise Conv_379                 1 1 816 1156 0=256 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304 7=256
Convolution      Conv_380                 1 1 1156 1159 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=65536
Swish            Mul_382                  1 1 1159 822
Concat           Concat_383               2 1 809 822 823 0=0
ShuffleChannel   Reshape_388              1 1 823 828 0=2 1=0
Split            splitncnn_16             1 2 828 828_splitncnn_0 828_splitncnn_1
Crop             Slice_399                1 1 828_splitncnn_1 839 -23309=1,0 -23310=1,256 -23311=1,0
Crop             Slice_402                1 1 828_splitncnn_0 842 -23309=1,256 -23310=1,512 -23311=1,0
Convolution      Conv_403                 1 1 842 1162 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=65536
Swish            Mul_405                  1 1 1162 846
ConvolutionDepthWise Conv_406                 1 1 846 1165 0=256 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304 7=256
Convolution      Conv_407                 1 1 1165 1168 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=65536
Swish            Mul_409                  1 1 1168 852
Concat           Concat_410               2 1 839 852 853 0=0
ShuffleChannel   Reshape_415              1 1 853 858 0=2 1=0
Convolution      Conv_416                 1 1 858 859 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=65536
Swish            Mul_418                  1 1 859 861
Split            splitncnn_17             1 2 861 861_splitncnn_0 861_splitncnn_1
Interp           Resize_420               1 1 861_splitncnn_1 866 0=1 1=2.000000e+00 2=2.000000e+00 3=0 4=0 6=0
Concat           Concat_421               2 1 866 746_splitncnn_0 867 0=0
Split            splitncnn_18             1 2 867 867_splitncnn_0 867_splitncnn_1
Convolution      Conv_422                 1 1 867_splitncnn_1 868 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
Swish            Mul_424                  1 1 868 870
Convolution      Conv_425                 1 1 870 871 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
Swish            Mul_427                  1 1 871 873
Convolution      Conv_428                 1 1 873 874 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864
Swish            Mul_430                  1 1 874 876
Convolution      Conv_431                 1 1 867_splitncnn_0 877 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
Swish            Mul_433                  1 1 877 879
Concat           Concat_434               2 1 876 879 880 0=0
Convolution      Conv_435                 1 1 880 881 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_437                  1 1 881 883
Convolution      Conv_438                 1 1 883 884 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_440                  1 1 884 886
Split            splitncnn_19             1 2 886 886_splitncnn_0 886_splitncnn_1
Interp           Resize_442               1 1 886_splitncnn_1 891 0=1 1=2.000000e+00 2=2.000000e+00 3=0 4=0 6=0
Concat           Concat_443               2 1 891 514_splitncnn_0 892 0=0
Split            splitncnn_20             1 2 892 892_splitncnn_0 892_splitncnn_1
Convolution      Conv_444                 1 1 892_splitncnn_1 893 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_446                  1 1 893 895
Convolution      Conv_447                 1 1 895 896 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
Swish            Mul_449                  1 1 896 898
Convolution      Conv_450                 1 1 898 899 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864
Swish            Mul_452                  1 1 899 901
Convolution      Conv_453                 1 1 892_splitncnn_0 902 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_455                  1 1 902 904
Concat           Concat_456               2 1 901 904 905 0=0
Convolution      Conv_457                 1 1 905 906 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_459                  1 1 906 908
Split            splitncnn_21             1 2 908 908_splitncnn_0 908_splitncnn_1
Convolution      Conv_460                 1 1 908_splitncnn_1 909 0=128 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=147456
Swish            Mul_462                  1 1 909 911
Concat           Concat_463               2 1 911 886_splitncnn_0 912 0=0
Split            splitncnn_22             1 2 912 912_splitncnn_0 912_splitncnn_1
Convolution      Conv_464                 1 1 912_splitncnn_1 913 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_466                  1 1 913 915
Convolution      Conv_467                 1 1 915 916 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
Swish            Mul_469                  1 1 916 918
Convolution      Conv_470                 1 1 918 919 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864
Swish            Mul_472                  1 1 919 921
Convolution      Conv_473                 1 1 912_splitncnn_0 922 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_475                  1 1 922 924
Concat           Concat_476               2 1 921 924 925 0=0
Convolution      Conv_477                 1 1 925 926 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_479                  1 1 926 928
Split            splitncnn_23             1 2 928 928_splitncnn_0 928_splitncnn_1
Convolution      Conv_480                 1 1 928_splitncnn_1 929 0=128 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=147456
Swish            Mul_482                  1 1 929 931
Concat           Concat_483               2 1 931 861_splitncnn_0 932 0=0
Split            splitncnn_24             1 2 932 932_splitncnn_0 932_splitncnn_1
Convolution      Conv_484                 1 1 932_splitncnn_1 933 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_486                  1 1 933 935
Convolution      Conv_487                 1 1 935 936 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
Swish            Mul_489                  1 1 936 938
Convolution      Conv_490                 1 1 938 939 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864
Swish            Mul_492                  1 1 939 941
Convolution      Conv_493                 1 1 932_splitncnn_0 942 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_495                  1 1 942 944
Concat           Concat_496               2 1 941 944 945 0=0
Convolution      Conv_497                 1 1 945 946 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            Mul_499                  1 1 946 948
Convolution      Conv_500                 1 1 908_splitncnn_0 949 0=42 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=5376
Reshape          Reshape_514              1 1 949 967 0=-1 1=14 2=3
Permute          Transpose_515            1 1 967 stride_8 0=1
Convolution      Conv_516                 1 1 928_splitncnn_0 969 0=42 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=5376
Reshape          Reshape_530              1 1 969 987 0=-1 1=14 2=3
Permute          Transpose_531            1 1 987 stride_16 0=1
Convolution      Conv_532                 1 1 948 989 0=42 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=5376
Reshape          Reshape_546              1 1 989 1007 0=-1 1=14 2=3
Permute          Transpose_547            1 1 1007 stride_32 0=1
