7767517
34 35
Input            images                   0 1 images
Convolution      Conv_0                   1 1 images 131 0=16 1=5 11=5 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1200
ReLU             Relu_1                   1 1 131 89
Convolution      Conv_2                   1 1 89 134 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
ReLU             Relu_3                   1 1 134 92
Convolution      Conv_4                   1 1 92 137 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=4608
ReLU             Relu_5                   1 1 137 95
Convolution      Conv_6                   1 1 95 140 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=9216
ReLU             Relu_7                   1 1 140 98
Pooling          MaxPool_8                1 1 98 99 0=0 1=3 11=3 2=2 12=2 3=0 13=0 14=0 15=0 5=0
Convolution      Conv_9                   1 1 99 143 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432
ReLU             Relu_10                  1 1 143 102
Convolution      Conv_11                  1 1 102 146 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864
ReLU             Relu_12                  1 1 146 105
Pooling          MaxPool_13               1 1 105 106 0=0 1=3 11=3 2=2 12=2 3=0 13=0 14=0 15=0 5=0
Convolution      Conv_14                  1 1 106 149 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=55296
ReLU             Relu_15                  1 1 149 109
Convolution      Conv_16                  1 1 109 152 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=82944
ReLU             Relu_17                  1 1 152 112
Pooling          MaxPool_18               1 1 112 113 0=0 1=3 11=3 2=2 12=2 3=0 13=0 14=0 15=0 5=0
Convolution      Conv_19                  1 1 113 155 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592
ReLU             Relu_20                  1 1 155 116
Convolution      Conv_21                  1 1 116 158 0=256 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=294912
ReLU             Relu_22                  1 1 158 119
Split            splitncnn_0              1 2 119 119_splitncnn_0 119_splitncnn_1
Convolution      Conv_23                  1 1 119_splitncnn_1 161 0=12 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=0 16=0 5=1 6=27648
ReLU             Relu_24                  1 1 161 122
Convolution      Conv_25                  1 1 122 164 0=5 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=60
Pooling          GlobalAveragePool_26     1 1 164 125 0=1 4=1
Flatten          Flatten_27               1 1 125 output_2
Pooling          MaxPool_28               1 1 119_splitncnn_0 127 0=0 1=2 11=5 2=1 12=1 3=1 13=0 14=1 15=0 5=1
Convolution      Conv_29                  1 1 127 128 0=78 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=19968
Squeeze          Squeeze_30               1 1 128 129 -23303=1,1
Permute          Transpose_31             1 1 129 output_1 0=1
