7767517
27 27
Input            input.1                  0 1 input.1
Convolution      Conv_0                   1 1 input.1 109 0=32 1=5 11=5 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2400
ReLU             Relu_1                   1 1 109 75
Convolution      Conv_2                   1 1 75 112 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=9216
ReLU             Relu_3                   1 1 112 78
Convolution      Conv_4                   1 1 78 115 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432
ReLU             Relu_5                   1 1 115 81
Convolution      Conv_6                   1 1 81 118 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864
ReLU             Relu_7                   1 1 118 84
Pooling          MaxPool_8                1 1 84 85 0=0 1=3 11=3 2=2 12=2 3=0 13=0 14=0 15=0 5=0
Convolution      Conv_9                   1 1 85 121 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=73728
ReLU             Relu_10                  1 1 121 88
Convolution      Conv_11                  1 1 88 124 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=147456
ReLU             Relu_12                  1 1 124 91
Pooling          MaxPool_13               1 1 91 92 0=0 1=3 11=3 2=2 12=2 3=0 13=0 14=0 15=0 5=0
Convolution      Conv_14                  1 1 92 127 0=196 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=225792
ReLU             Relu_15                  1 1 127 95
Convolution      Conv_16                  1 1 95 130 0=196 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=345744
ReLU             Relu_17                  1 1 130 98
Pooling          MaxPool_18               1 1 98 99 0=0 1=3 11=3 2=2 12=2 3=0 13=0 14=0 15=0 5=0
Convolution      Conv_19                  1 1 99 133 0=256 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=451584
ReLU             Relu_20                  1 1 133 102
Convolution      Conv_21                  1 1 102 136 0=256 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=589824
ReLU             Relu_22                  1 1 136 105
Pooling          MaxPool_23               1 1 105 106 0=0 1=2 11=5 2=1 12=1 3=1 13=0 14=1 15=0 5=1
Convolution      Conv_24                  1 1 106 107 0=78 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=19968
Squeeze          Squeeze_25               1 1 107 108 -23303=1,1
